Repository: 02468/PalMA
Catalog: locale/*.UTF-8/LC_MESSAGES/palma.po
Languages: it, zh_tw

source: Screen section
it: Sezione dello schermo
zh_tw: 螢幕區域

source: Close the advanced control
it: Chiude il controllo avanzato
zh_tw: 關閉進階控制

source: Enter valid URL
it: Inserisci URL valido
zh_tw: 請輸入有效的網址

source: Cursor control
it: Cursore di controllo
zh_tw: 滑鼠控制

source: Advanced control
it: Controllo avanzato
zh_tw: 進階控制

source: Zoom in
it: Ingrandire
zh_tw: 放大

source: Zoom out
it: Rimpicciolire
zh_tw: 縮小

source: Jump to start
it: salta all'inizio
zh_tw: 返回開始

source: Page up
it: pagina su
zh_tw: 往上滑動

source: Page down
it: pagina giù
zh_tw: 往下滑動

source: Jump to end
it: salta alla fine
zh_tw: 返回最後一頁

source: Download this file
it: Scarica questo file
zh_tw: 下載這個檔案

source: You were disconnected!
it: Siete stati disconnessi!
zh_tw: 你離線了

source: Toggle visibility
it: Visibilità ginocchiera
zh_tw: 切換顯示

source: Select screen section for display
it: Seleziona la sezione dello schermo per la visualizzazione
zh_tw: 選擇螢幕區來顯示

source: Remove this object
it: Rimuovi questo oggetto
zh_tw: 移除這個物件

source: Team display
it: Mostra il team
zh_tw: 顯示團隊

source: Screen layout
it: Disposizione dello schermo
zh_tw: 螢幕樣式

source: Disconnect the current user
it: Disconnette l'utente corrente
zh_tw: 登出目前使用者

source: User list
it: Elenco degli utenti
zh_tw: 使用者清單

source: List of connected users
it: Lista degli utenti collegati
zh_tw: 顯示已連線的使用者

source: Disconnect all users and reset the work place
it: Scollega tutti gli utenti e azzera il posto di lavoro
zh_tw: 登出所有使用者並且重設工作區域

source: Disconnect all users
it: Scollega tutti gli utenti
zh_tw: 登出所有使用者

source: Display list
it: Visualizza elenco
zh_tw: 顯示清單

source: List of files, URLs and shared displays
it: Elenco dei file, URL e display condivisi
zh_tw: 顯示檔案、連結和分享畫面

source: Close all windows and remove uploaded files
it: Chiude tutte le finestre e rimuove i file caricati
zh_tw: 關閉所有視窗且移除下載的檔案

source: Close all windows
it: Chiude tutte le finestre
zh_tw: 關閉所有視窗

source: Show help and offer some extras
it: Mostra di aiuto e di offrire alcuni extra
zh_tw: 顯示幫助且提供其他服務

source: Help + Extras
it: Aiuto + Supplementi
zh_tw: 幫出 ＋ 其他

source: Choose screen layout
it: Scegli la disposizione dello schermo
zh_tw: 選擇螢幕樣式

source: Enter URL
it: Inserisci URL
zh_tw: 請輸入網址

source: Show this URL in a new browser window
it: Mostra questo URL in una nuova finestra del browser
zh_tw: 在新視窗顯示這個網址

source: Drop documents here (or click) to load them up
it: Mette i documenti qui (o click) per caricarli
zh_tw: 拖曳檔案到這裡，並且上傳

source: Drop documents here (or click)
it: Mette i documenti qui (o click)
zh_tw: 拖曳檔案到這裡（或者點擊）

source: Close the help window
it: Chiude la finestra di aiuto
zh_tw: 關閉提示視窗

source: With PalMA, you can share your documents and your desktop with your learning group.
it: Con PALMA, puoi condividere i tuoi documenti e il desktop con il vostro gruppo di apprendimento.
zh_tw: 使用PalMA, 你可以與你的組員分享你的檔案和桌面

source: Team members can join the group at any time. All they need is URL and PIN.
it: I membri del team possono unirsi al gruppo in qualsiasi momento. Tutti hanno bisogno è indirizzo e PIN.
zh_tw: 小組成員可以隨時加入群組，只需要網址和金鑰

source: The PalMA team monitor shows up to 4 contributions simultaneously.
it: Il PalMa team monitor mostra fino a 4 contributi contemporaneamente.
zh_tw: PalMA team monitor 顯示最多離連續4個人

source: Just upload PDF files, images, OpenDocument or MS Office files or enter a URL &ndash; PalMA will show them.
it: Carica file PDF, immagini, OpenDocument o file MS Office o inserisce un URL &ndash; PalMa mostrerà loro.
zh_tw: 微軟Office 檔案或者輸入網址； PalMA 將顯示他們

source: Share the desktop of your notebook with others. PalMA uses VNC for screen sharing. Download the VNC software once for your <a href="http://www.bib.uni-mannheim.de/fileadmin/pdf/ub/LearningCenter/palma-kurzanleitung.pdf" onclick="window.open(this.href); return false;">Windows PC</a> (preconfigured UltraVNC) or <a href="http://www.bib.uni-mannheim.de/fileadmin/pdf/ub/LearningCenter/palma-anleitung-mac.pdf" onclick="window.open(this.href); return false;">MacBook</a> (RealVNC).
it: Condivide il desktop del notebook con gli altri. PalMA utilizza VNC per la condivisione dello schermo. Scaricare il software VNC una volta per la vostra <a href="http://www.bib.uni-mannheim.de/fileadmin/pdf/ub/LearningCenter/palma-kurzanleitung.pdf" onclick="window.open(this.href); return false;">Windows PC</a> (preconfigurato UltraVNC) o <a href="http://www.bib.uni-mannheim.de/fileadmin/pdf/ub/LearningCenter/palma-anleitung-mac.pdf" onclick="window.open(this.href); return false;">MacBook</a> (RealVNC).
zh_tw: 和其他人分享你的桌面 PalMA 使用 VNC 來分享螢幕。下載VNC 軟體 <a href="http://www.bib.uni-mannheim.de/fileadmin/pdf/ub/LearningCenter/palma-kurzanleitung.pdf" onclick="window.open(this.href); return false;">Windows PC</a> (preconfigured UltraVNC) or <a href="http://www.bib.uni-mannheim.de/fileadmin/pdf/ub/LearningCenter/palma-anleitung-mac.pdf" onclick="window.open(this.href); return false;">MacBook</a> (RealVNC).

source: Linux users can share their X display like this:
it: Gli utenti Linux possono condividere la loro visualizzazione X in questo modo:
zh_tw: Linux 使用者可以用此方法分享他們的X display

source: Share desktop (free UltraVNC / Windows only)
it: Condivide il desktop (gratuito UltraVNC / solo Windows)
zh_tw: 分享桌面 (僅限 free UltraVNC / Windows )

source: Share desktop (non free RealVNC)
it: Condivide il desktop (non gratuito RealVNC)
zh_tw: 分享螢幕 (non free RealVNC)

source: Show team display
it: Mostra visualizzazione del team
zh_tw: 顯示團隊

source: Invalid credentials!
it: credenziali invalide!
zh_tw: 認證錯誤

source: Cannot check credentials, sorry!
it: Impossibile verificare le credenziali
zh_tw: 抱歉，無法認證

source: Invalid PIN.
it: PIN invalido.
zh_tw: 密碼錯誤

source: PalMA &ndash; Login
zh_tw: PalMA &ndash; 登入

source: Login
zh_tw: 登入

source: User name
it: Nome utente
zh_tw: 使用者名稱

source: Password
zh_tw: 密碼

source: PIN
zh_tw: PIN碼

source: Log in
it: Entra
zh_tw: 登入

source: This file is too large.
it: Questo file è troppo grande.
zh_tw: 這個檔案太大了

source: Large files are not supported.
it: File di grandi dimensioni non sono supportati.
zh_tw: 檔案太大不支援

source: File was only partially uploaded.
it: Il file è stato caricato solo parzialmente.
zh_tw: 檔案只有部分上傳

source: Error code %s.
it: Codice di errore %s.
zh_tw: 程式有誤

source: File '%s' cannot be shown.
it: File '%s' non può essere mostrato.
zh_tw: 檔案 無法顯示

source: Picture Show
it: proiezione di diapositive
zh_tw: 圖片播放

source: Tiles
it: Piastrelle
zh_tw: 螢幕保護程式

source: Select workplace
it: Seleziona posto di lavoro
zh_tw: 選擇座位

source: Conference room
it: Sala conferenze
zh_tw: 會議室

source: Test monitor
it: supervisore del test
zh_tw: 測試螢幕

source: Mannheim table
it: Tavolo di Mannheim
zh_tw: 曼海姆桌面
